import { NextPage } from "next";
import Head from "next/head";
import Link from "next/link";

const PublicOffer: NextPage = () => {
  return (
    <div>
      <Head>
        <title>Публичная оферта | Literoad</title>
      </Head>
      <section className="lr-container">
        <h2 className="text-center">Публичная оферта</h2>
        <p>
          Настоящая оферта представляет собой предложение ИП Пуханова Вячеслава
          Сергеевича, заключить договор на оказание информационных услуг с
          использованием сервиса Literoad.
        </p>
        <h3 className="text-center">
          1. Определения в договоре на информационные услуги для доступа к
          сервису
        </h3>
        <p>
          1.1. В настоящем документе и вытекающих или связанных с ним отношениях
          Сторон применяются следующие термины и определения:
        </p>
        <p>
          1.1.1. Оферта – текст настоящего документа со всеми приложениями,
          изменениями и дополнениями к нему, размещенный на Сайте Исполнителя и
          доступный в сети Интернет по адресу:{" "}
          <Link href="/legal/public-offer">
            <a>https://literoad.ru/legal/public-offer</a>
          </Link>
          .
        </p>
        <p>
          1.1.2. Договор – договор оказания возмездных Услуг, вместе со всеми
          относящимися к нему Обязательными документами, который заключается и
          исполняется Сторонами в порядке, предусмотренном настоящей Офертой.
        </p>
        <p>
          1.1.3. Услуги – информационные услуги по обеспечению доступа Заказчика
          к дополнительным функциональным возможностям Сервиса, перечисленные в
          Тарифах Исполнителя.
        </p>
        <p>
          1.1.4. Исполнитель – ИП Пуханов Вячеслав Сергеевич, ОГРНИП
          322762700015232, ИНН 760414779050.
        </p>
        <p>
          1.1.5. Заказчик – лицо, способное совершить Акцепт на условиях
          настоящей Оферты (применительно к порядку заключения Договора) либо
          совершившее акцепт Оферты (применительно к исполнению заключенного
          Договора).
        </p>
        <p>
          1.1.6. Заказ – совершение Заказчиком действий по выбору и/или
          самостоятельному определению условий оказания Услуг, перечисленных на
          соответствующей странице Сайта или его Личного кабинета, необходимых
          для оформления отдельного Договора.
        </p>
        <p>
          1.1.7. Контент - любые информационные материалы, включая текстовые,
          графические, аудиовизуальные и прочие материалы, к которым можно
          получить доступ с использованием Сервиса.
        </p>
        <p>
          1.1.8. Сервис – совокупность Сайта и размещенного на нем Контента, к
          которым Пользователям предоставляется доступ с использованием
          Платформы.
        </p>
        <p>
          1.1.9. Платформа – программно-аппаратные средства Исполнителя,
          интегрированные с Сайтом.
        </p>
        <p>
          1.1.10. Сайт Исполнителя / Сайт – любая из автоматизированных
          информационных систем, доступных в сети Интернет по сетевым адресам в
          следующих доменах (включая поддомены): literoad.ru.
        </p>
        <p>
          1.1.11. Личный кабинет – персональный раздел Сайта, к которому
          Заказчик получает доступ после прохождения регистрации и/или
          авторизации на Сайте. Личный кабинет предназначен для хранения
          персональной информации Заказчика, оформления Заказов, просмотра
          статистической информации о совершенных Заказах, стадии их оказания, и
          получения уведомлений в порядке нотификации.
        </p>
        <h3 className="text-center">2. Предмет договора на доступ к сервису</h3>
        <p>
          2.1. Исполнитель обязуется при наличии технической возможности
          оказывать Услуги на основании размещенных Заказов, а Заказчик
          принимать и оплачивать Услуги на условиях настоящей Оферты.
        </p>
        <p>
          2.2. Наименование, состав и стоимость Услуг, а также прочие
          необходимые условия Договора определяются на основании сведений и
          материалов, предоставленных Заказчиком при оформлении Заказа, в
          соответствии с условиями Обязательных документов.
        </p>
        <p>
          2.3. Обязательным условием оказания Исполнителем Услуг является
          безоговорочное принятие и соблюдение Заказчиком, применяемых к
          отношениям Сторон по Договору требований и положений, определенных
          следующими документами («Обязательные документы»):
        </p>
        <p>
          2.3.1. Политика конфиденциальности, размещенная и/или доступная в сети
          Интернет по адресу{" "}
          <Link href="/legal/privacy-policy">
            <a>https://literoad.ru/legal/privacy-policy</a>
          </Link>
          , и содержащая правила предоставления и использования персональной
          информации, включая персональные данные Заказчика.
        </p>
        <p>
          2.3.2. Тарифы, размещенные и/или доступные в сети Интернет по адресу{" "}
          <Link href="/">
            <a>https://literoad.ru/</a>
          </Link>
          , применяемые Исполнителем для расчета стоимости Услуг на дату
          оформления Заказа и включающие применительно к соответствующему виду и
          составу Услуг сведения о предлагаемом Исполнителем наименовании и
          стоимости Услуг, а также иные необходимые условия их оказания.
        </p>
        <p>
          2.4. Указанные в п.2.3. Оферты обязательные для Сторон документы
          составляют неотъемлемую часть заключаемого в соответствии с Офертой
          Договора.
        </p>
        <h3 className="text-center">
          3. Стоимость Услуг и порядок расчетов по договору на доступ к сервису
        </h3>
        <p>3.1. Услуги доступа к сервису оплачиваются авансом.</p>
        <p>
          3.2. Размер вознаграждения по Договору определяется по действующим на
          момент его продления Тарифам или индивидуально по счету.
        </p>
        <p>
          3.3. Оплата услуг производится онлайн, с помощью банковского шлюза
          интернет-эквайринга.
        </p>
        <p>
          3.4. Оплата вознаграждения по Договору НДС не облагается согласно{" "}
          <Link href="https://base.garant.ru/72113648/741609f9002bd54a24e5c49cb5af953b/#block_211">
            <a rel="nofollow" target="_blank">
              ст. 2 п. 9 Федерального закон от 27 ноября 2018 г. N 422-ФЗ
            </a>
          </Link>
          .
        </p>
        <p>
          3.5. Моментом оплаты считается дата получения денежных средств на
          расчетный счет Исполнителя.
        </p>
        <h3 className="text-center">
          4. Сдача информационных услуг по предоставлению доступа
        </h3>
        <p>
          4.1. Услуги считаются оказанными Исполнителем с момента обеспечения
          возможности использования Заказчиком соответствующих дополнительных
          функциональных возможностей Сервиса посредством открытия и
          резервирования доступа к ним Заказчика на соответствующий срок во
          внутренней учетной системе Исполнителя.
        </p>
        <p>
          4.2. Стороны признают и безоговорочно соглашаются, что сведения об
          оказанных Услугах формируются на основе данных внутренней учетной
          системы Исполнителя.
        </p>
        <h3 className="text-center">5. Гарантии сторон</h3>
        <p>5.1. Исполнитель гарантирует</p>
        <p>
          5.1.1. принадлежность ему прав на использование Платформы в объеме,
          необходимом для надлежащего выполнения обязательств по Договору;
        </p>
        <p>
          5.2.2. оказание Услуг по Договору в полном соответствии с настоящими
          Правилами и Обязательными документами.
        </p>
        <p>
          5.2. Исполнитель не предоставляет никаких подразумеваемых или
          выраженных явным образом в Правилах или на Сайте гарантий в отношении
        </p>
        <p>
          5.2.1. соответствия дополнительных функциональных возможностей
          Приложения требованиям и ожиданиям Заказчика, их пригодности для
          определенной цели, и отсутствия конструктивных недостатков
        </p>
        <p>
          5.2.2. предоставления непрерывного доступа к Сервису и связанной с ним
          Платформе, отсутствия ошибок в их программном обеспечении, возможности
          и сроков их устранения.
        </p>
        <p>
          5.3. Заказчик гарантирует использование Приложения и основанного на
          нем Сервиса в соответствии с условиями настоящих Правил и Обязательных
          документов.
        </p>
        <h3 className="text-center">6. Ответственность сторон</h3>
        <p>
          6.1. За неисполнение или ненадлежащее исполнение принятых по Договору
          обязательств Стороны несут ответственность в соответствии с
          действующим законодательством Российской Федерации.
        </p>
        <p>
          6.2. Исполнитель не отвечает за встречное исполнение обязательств по
          оказанию Услуг в случаях полного или частичного неисполнения
          Заказчиком обязательств по Договору.
        </p>
        <p>
          6.3. В случае невозможности использования Сервиса более 5 (Пяти) часов
          в течение рабочего дня Исполнителя (с 6.00 до 16.00 по московскому
          времени), Заказчик должен направить Исполнителю письменную претензию с
          подробным указанием обстоятельств и периода отсутствия доступа.
        </p>
        <p>
          6.4. В случае признания претензии обоснованной, доступ Заказчика к
          соответствующему Сервису продлевается Исполнителем на одни сутки (24
          часа) за каждый день, в котором выявлены указанные в п.6.3. факты
          невозможности использования Сервиса.
        </p>
        <p>
          6.5. Ответственность Исполнителя по Договору в любом случае
          ограничивается возмещением причиненного Заказчику реального ущерба в
          сумме, не превышающей оплаченную стоимость Услуг по соответствующему
          Договору.
        </p>
        <p>
          6.6. В случае если оказание Услуг по Договору вследствие нарушения
          гарантий Заказчика повлекло предъявление к Исполнителю претензий,
          исков и/или предписаний по возмещению убытков (выплате компенсаций) со
          стороны третьих лиц и/или государственных органов либо возбуждение
          дела об административном правонарушении, Заказчик обязуется
          незамедлительно по требованию Исполнителя предоставить ему всю
          запрашиваемую информацию, касающуюся предмета спора, и содействовать
          Исполнителю в урегулировании таких претензий, а также возместить все
          убытки (включая судебные расходы, расходы по уплате штрафов),
          причиненные Исполнителю вследствие предъявления, рассмотрения и
          исполнения таких претензий, исков, предписаний, а равно привлечением к
          административной ответственности в связи с нарушением прав третьих лиц
          и/или действующего законодательства в результате оказания Услуг.
        </p>
        <p>
          6.7. В случае нарушения Заказчиком условий Договора, повлекших его
          досрочное прекращение, оставшаяся по Договору сумма удерживается в
          качестве штрафной неустойки в связи с допущенными нарушениями.
        </p>
        <h3 className="text-center">7. Акцепт Оферты и заключение Договора</h3>
        <p>
          7.1. Акцепт Оферты Заказчиком создает Договор между Заказчиком и
          Исполнителем (статьи 433, 438 Гражданского Кодекса Российской
          Федерации) на условиях настоящих Правил.
        </p>
        <p>
          7.2. Если иное не предусмотрено соответствующими Условиями оказания
          Услуг, Акцепт Оферты совершается Заказчиком путем выполнения
          совокупности указанных ниже действий
        </p>
        <p>
          7.2.1. оформление и направление Заказа с помощью программных средств в
          Сервисе Исполнителя;
        </p>
        <p>
          7.2.2. внесение авансового платежа за оказание Услуг в сумме,
          определяемой соответствующим тарифом Исполнителя на дату оплаты.
        </p>
        <p>
          7.3. Договор считается заключенным с момента получения Исполнителем
          Акцепта Оферты.
        </p>
        <p>
          7.4. Во избежание сомнений начало использования Заказчиком Услуг
          дополнительно свидетельствует о заключении Договора на их оказание в
          соответствии с условиями настоящих Правил.
        </p>
        <p>
          7.5. На основании Правил с Заказчиком может быть заключено
          неограниченное количество Договоров.
        </p>
        <h3 className="text-center">
          8. Срок действия, изменение и расторжение Договора
        </h3>
        <p>
          8.1. Договор вступает в силу с момента Акцепта Правил Заказчиком и
          действует: а) до момента полного исполнения Сторонами обязательств по
          Договору, либо б) до момента досрочного расторжения Договора.
        </p>
        <p>8.2. Договор может быть расторгнут</p>
        <p>8.2.1. По соглашению Сторон в любое время.</p>
        <p>
          8.2.2. По инициативе любой из Сторон с письменным уведомлением другой
          Стороны об отказе от исполнения Договора не менее чем за 15
          (Пятнадцать) календарных дней.
        </p>
        <p>
          8.2.3. По иным основаниям, предусмотренным Правилами или действующим
          законодательством.
        </p>
        <p>
          8.3. В случае отказа Заказчика от исполнения Договора в части
          информационных услуг после предоставления Заказчику приобретенного
          доступа к функциональным возможностям Приложения, стоимость
          соответствующих Услуг возвращается частично.
        </p>
        <p>
          8.3.1. Для получения частичного возврата Заказчик должен уведомить о
          своем желании Исполнителя путем электронной почты, или любым путем
          передачи юридически значимых сообщений. Если такое уведомление не
          получено Исполнителем, частичный возврат не осуществляется, и договор
          считается исполненным по окончанию оплаченного периода оказания Услуг.
        </p>
        <p>
          8.3.2. Расчет суммы частичного возврата производится Исполнителем на
          основании длительности оплаченного периода и числа дней, оставшихся до
          его фактического окончания.
        </p>
        <h3 className="text-center">9. Реквизиты Исполнителя</h3>
        <p>
          Полное наименование: ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ ПУХАНОВ ВЯЧЕСЛАВ
          СЕРГЕЕВИЧ
        </p>
        <p>
          Юридический адрес: 150006, РОССИЯ, ЯРОСЛАВСКАЯ ОБЛ, Г ЯРОСЛАВЛЬ, УЛ
          ИЛЬИНСКАЯ, Д 30, КВ 75
        </p>
        <p>
          Адрес электронной почты:{" "}
          <a href="mailto:support@literoad.ru">support@literoad.ru</a>,{" "}
          <a href="mailto:accounts@literoad.ru">accounts@literoad.ru</a>,{" "}
          <a href="mailto:orders@literoad.ru">orders@literoad.ru</a>
        </p>
        <p>ИНН: 760414779050</p>
        <p>ОГРНИП: 322762700015232</p>
        <p>Расчетный счет: 40802810100003169029</p>
        <p>Банк: АО &quot;ТИНЬКОФФ БАНК&quot;</p>
        <p>ИНН банка: 7710140679</p>
        <p>БИК банка: 044525974</p>
        <p>Корреспондентский счет банка: 30101810145250000974</p>
        <p>
          Юридический адрес банка: Москва, 127287, ул. Хуторская 2-я, д. 38А,
          стр. 26
        </p>
      </section>
    </div>
  );
};

export default PublicOffer;
